Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# video-editor.browse-files
source: Browse Files...
de: Dateien durchsuchen...
es: Explorar archivos...
fr: Parcourir les fichiers...
ja: ファイルを参照...
ko: 파일 찾아보기...
ru: Просмотр файлов...
vi: Duyệt tệp...
zh_hans: 浏览文件...
zh_hant: 瀏覽檔案...

# video-editor.cannot-replace-original-message
source: Snapzy doesn't have write access to this file location. Save as a copy instead. %@
de: Snapzy hat keinen Schreibzugriff auf diesen Dateispeicherort. Stattdessen als Kopie speichern. %@
es: Snapzy no tiene acceso de escritura a esta ubicación de archivo. Guárdelo como una copia. %@
fr: Snapzy n'a pas d'accès en écriture à cet emplacement de fichier. Enregistrez plutôt sous forme de copie. %@
ja: Snapzy には、このファイルの場所への書き込みアクセス権がありません。代わりにコピーとして保存してください。 %@
ko: Snapzy에는 이 파일 위치에 대한 쓰기 액세스 권한이 없습니다. 대신 복사본으로 저장하세요. %@
ru: Snapzy не имеет доступа на запись к этому местоположению файла. Вместо этого сохраните его как копию. %@
vi: Snapzy khong co quyen ghi vao vi tri tep nay. Hay luu thanh ban sao thay the. %@
zh_hans: Snapzy 没有对此文件位置的写入权限。另存为副本。 %@
zh_hant: Snapzy 沒有對此檔案位置的寫入權限。另存為副本。 %@

# video-editor.cannot-replace-original-title
source: Cannot Replace Original
de: Original
es: No se puede reemplazar el original
fr: Impossible de remplacer l'original
ja: オリジナルを置き換えることはできません
ko: 원본을 대체할 수 없습니다
ru: Невозможно заменить оригинал
vi: Khong the thay the ban goc
zh_hans: 无法替换原件
zh_hant: 無法替換原件

# video-editor.center
source: Center
de: Mitte
es: Centro
fr: Centre
ja: 中央
ko: 센터
ru: Центр
vi: Giữa
zh_hans: 中心
zh_hant: 中心

# video-editor.choose-where-to-save-edited-video
source: Choose where to save the edited video
de: Wählen Sie aus, wo das bearbeitete Video gespeichert werden soll
es: Elige dónde guardar el vídeo editado
fr: Choisissez où enregistrer la vidéo éditée
ja: 編集したビデオを保存する場所を選択します
ko: 편집한 동영상을 저장할 위치를 선택하세요
ru: Выберите, где сохранить отредактированное видео
vi: Chon noi luu video da chinh sua
zh_hans: 选择编辑后的视频的保存位置
zh_hant: 選擇編輯後的影片的保存位置

# video-editor.choose-where-to-save-file
source: Choose where to save the file
de: Wählen Sie, wo die Datei gespeichert werden soll
es: Elija dónde guardar el archivo
fr: Choisissez où enregistrer le fichier
ja: ファイルの保存場所を選択します
ko: 파일을 저장할 위치를 선택하세요
ru: Выберите, где сохранить файл
vi: Chon noi luu tep
zh_hans: 选择保存文件的位置
zh_hant: 選擇保存檔案的位置

# video-editor.click-to-add
source: Click to add
de: Klicken Sie, um
es: Haga clic para agregar
fr: Cliquez pour ajouter
ja: クリックして追加します
ko: 추가하려면 클릭하세요
ru: Нажмите, чтобы добавить
vi: Bấm để thêm
zh_hans: 点击添加
zh_hant: 按一下添加

# video-editor.completing
source: Completing...
de: Wird abgeschlossen...
es: Completando...
fr: Terminer...
ja: 完了中...
ko: 완료 중...
ru: Завершение...
vi: Dang hoan tat...
zh_hans: 正在完成...
zh_hant: 正在完成...

# video-editor.convert
source: Convert
de: Konvertieren Sie
es: Convertir
fr: Convertir
ja: 変換
ko: 변환
ru: Преобразовать
vi: Chuyen doi
zh_hans: 转换
zh_hant: 轉換

# video-editor.coord-space
source: Coord Space
de: Koordinatenraum
es: Espacio de coordenadas
fr: Espace de coordonnées
ja: 座標空間
ko: 좌표 공간
ru: Координатное пространство
vi: Khong gian toa do
zh_hans: 坐标空间
zh_hant: 坐標空間

# video-editor.could-not-read-file
source: Could not read file
de: Datei
es: No se pudo leer el archivo
fr: Impossible de lire le fichier
ja: ファイルを読み取れませんでした
ko: 파일을 읽을 수 없습니다
ru: Не удалось прочитать файл
vi: Không thể đọc tệp
zh_hans: 无法读取文件
zh_hant: 無法讀取檔案

# video-editor.custom-volume
source: Custom Volume
de: Benutzerdefinierte Lautstärke
es: Volumen personalizado
fr: Volume personnalisé
ja: カスタム ボリューム
ko: 사용자 정의 볼륨
ru: Пользовательский том
vi: Am luong tuy chinh
zh_hans: 自定义卷
zh_hant: 自定義卷

# video-editor.delete-zoom
source: Delete Zoom
de: Zoom löschen
es: Eliminar zoom
fr: Supprimer le zoom
ja: ズームを削除
ko: 줌 삭제
ru: Удалить масштаб
vi: Xóa zoom
zh_hans: 删除缩放
zh_hant: 刪除縮放

# video-editor.disable-zoom
source: Disable Zoom
de: Zoom deaktivieren
es: Desactivar zoom
fr: Désactiver le zoom
ja: ズームを無効にする
ko: 확대/축소 비활성화
ru: Отключить масштабирование
vi: Tắt zoom
zh_hans: 禁用缩放
zh_hant: 禁用縮放

# video-editor.dont-save
source: Don't Save
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
ja: 保存しないでください
ko: 저장하지 마세요
ru: Не сохранять
vi: Khong luu
zh_hans: 不要保存
zh_hant: 不要保存

# video-editor.drop-video-here-to-edit
source: Drop a video here to edit
de: Legen Sie hier ein Video ab, um es zu bearbeiten
es: Suelta un vídeo aquí para editarlo
fr: Déposez une vidéo ici pour la modifier
ja: ここにビデオをドロップして編集します
ko: 편집하려면 여기에 동영상을 드롭하세요
ru: Добавьте сюда видео для редактирования
vi: Thả video vào đây để chỉnh sửa
zh_hans: 将视频拖放到此处进行编辑
zh_hant: 將影片拖放到此處進行編輯

# video-editor.edit-zoom
source: Edit Zoom
de: Zoom bearbeiten
es: Editar zoom
fr: Modifier le zoom
ja: ズームを編集
ko: 확대/축소 편집
ru: Редактировать масштаб
vi: Chỉnh sửa zoom
zh_hans: 编辑缩放
zh_hant: 編輯縮放

# video-editor.enable-zoom
source: Enable Zoom
de: Zoom aktivieren
es: Habilitar zoom
fr: Activer le zoom
ja: ズームを有効にする
ko: 확대/축소 활성화
ru: Включить масштабирование
vi: Bật zoom
zh_hans: 启用缩放
zh_hant: 啓用縮放

# video-editor.encoding-frames
source: Encoding frames...
de: Frames kodieren...
es: Codificando fotogramas...
fr: Encodage des trames...
ja: フレームをエンコード中...
ko: 인코딩 프레임...
ru: Кодирование кадров...
vi: Dang ma hoa khung hinh...
zh_hans: 编码帧...
zh_hant: 編碼幀...

# video-editor.export-failed-title
source: Export Failed
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
ja: エクスポートに失敗しました
ko: 내보내기 실패
ru: Экспорт не выполнен
vi: Xuat that bai
zh_hans: 导出失败
zh_hant: 導出失敗

# video-editor.exporting
source: Exporting...
de: Exportieren...
es: Exportando...
fr: Exportation...
ja: エクスポート中...
ko: 내보내는 중...
ru: Экспорт...
vi: Dang xuat...
zh_hans: 正在导出...
zh_hant: 正在導出...

# video-editor.exporting-video
source: Exporting Video
de: Video exportieren
es: Exportar vídeo
fr: Exportation de vidéo
ja: ビデオをエクスポートしています
ko: 비디오 내보내기
ru: Экспорт видео
vi: Đang xuất video
zh_hans: 导出视频
zh_hant: 導出影片

# video-editor.failed-to-load-file
source: Failed to load file: %@
de: Datei konnte nicht geladen werden: %@
es: No se pudo cargar el archivo: %@
fr: Échec du chargement du fichier : %@
ja: ファイルのロードに失敗しました: %@
ko: 파일을 로드하지 못했습니다: %@
ru: Не удалось загрузить файл: %@
vi: Không thể tải tệp: %@
zh_hans: 无法加载文件：%@
zh_hant: 無法加載檔案：%@

# video-editor.failed-to-prepare-file
source: Failed to prepare file: %@
de: Datei konnte nicht vorbereitet werden: %@
es: No se pudo preparar el archivo: %@
fr: Échec de la préparation du fichier : %@
ja: ファイルの準備に失敗しました: %@
ko: 파일 준비 실패: %@
ru: Не удалось подготовить файл: %@
vi: Không thể chuẩn bị tệp: %@
zh_hans: 无法准备文件：%@
zh_hant: 無法準備檔案：%@

# video-editor.fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 速い
ko: 빨리
ru: Быстро
vi: Nhanh
zh_hans: 快
zh_hant: 快

# video-editor.file-already-exists-message
source: A file named "%@" already exists in the destination folder.
de: Im Zielordner ist bereits eine Datei mit dem Namen „%@“ vorhanden.
es: Ya existe un archivo llamado "%@" en la carpeta de destino.
fr: Un fichier nommé "%@" existe déjà dans le dossier de destination.
ja: 「%@」という名前のファイルは宛先フォルダーに既に存在します。
ko: "%@"이라는 파일이 대상 폴더에 이미 존재합니다.
ru: Файл с именем «%@» уже существует в папке назначения.
vi: Mot tep ten "%@" da ton tai trong thu muc dich.
zh_hans: 目标文件夹中已存在名为“%@”的文件。
zh_hant: 目標檔案夾中已存在名為“%@”的檔案。

# video-editor.file-already-exists-title
source: File Already Exists
de: Datei existiert bereits
es: El archivo ya existe
fr: Le fichier existe déjà
ja: ファイルはすでに存在します
ko: 파일이 이미 존재합니다
ru: Файл уже существует
vi: Tep da ton tai
zh_hans: 文件已存在
zh_hant: 檔案已存在

# video-editor.file-name-label
source: File Name:
de: Dateiname:
es: Nombre de archivo:
fr: Nom du fichier :
ja: ファイル名:
ko: 파일 이름:
ru: Имя файла:
vi: Ten tep:
zh_hans: 文件名：
zh_hant: 檔案名：

# video-editor.file-not-found
source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다
ru: Файл не найден
vi: Không tìm thấy tệp
zh_hans: 找不到文件
zh_hant: 找不到檔案

# video-editor.filename-placeholder
source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
ja: ファイル名
ko: 파일 이름
ru: Имя файла
vi: Ten tep
zh_hans: 文件名
zh_hant: 檔案名

# video-editor.finalizing
source: Finalizing...
de: Finalisierung...
es: Finalizando...
fr: Finalisation...
ja: 仕上げ中...
ko: 마무리 중...
ru: Завершение...
vi: Dang hoan tat...
zh_hans: 正在完成...
zh_hant: 正在完成...

# video-editor.focus-margin
source: Focus Margin
de: Fokusmarge
es: Margen de enfoque
fr: Marge de mise au point
ja: フォーカスマージン
ko: 초점 여백
ru: Фокусная маржа
vi: Biên an toàn
zh_hans: 焦点裕度
zh_hant: 焦點裕度

# video-editor.focus-margin-description
source: Adds a stability zone so tiny cursor motion does not keep nudging the camera.
de: Fügt eine Stabilitätszone hinzu, damit kleine Cursorbewegungen die Kamera nicht ständig bewegen.
es: Agrega una zona de estabilidad para que el pequeño movimiento del cursor no siga empujando la cámara.
fr: Ajoute une zone de stabilité afin que les petits mouvements du curseur ne continuent pas à pousser la caméra.
ja: 安定ゾーンを追加して、小さなカーソルの動きがカメラを微動し続けることを防ぎます。
ko: 작은 커서 움직임으로 인해 카메라가 계속 움직이지 않도록 안정성 영역을 추가합니다.
ru: Добавляет зону стабильности, поэтому малейшее движение курсора не подталкивает камеру.
vi: Thêm một vùng ổn định để chuyển động chuột rất nhỏ không liên tục đẩy camera.
zh_hans: 添加稳定区域，因此微小的光标运动不会不断推动相机。
zh_hant: 添加穩定區域，因此微小的光標運動不會不斷推動相機。

# video-editor.follow-mouse
source: Follow Mouse
de: Folgen Sie der Maus
es: Seguir ratón
fr: Suivre la souris
ja: マウスに従ってください
ko: 마우스 따라가기
ru: Следовать за мышью
vi: Theo chuột
zh_hans: 跟随鼠标
zh_hant: 跟隨鼠標

# video-editor.follow-mouse-active-description
source: Camera position follows the recorded mouse path only while this zoom item is active.
de: Die Kameraposition folgt nur dann dem aufgezeichneten Mauspfad, wenn dieses Zoomelement aktiv ist.
es: La posición de la cámara sigue la ruta grabada del mouse solo mientras este elemento de zoom está activo.
fr: La position de la caméra suit le chemin de la souris enregistré uniquement lorsque cet élément de zoom est actif.
ja: このズーム項目がアクティブな間のみ、カメラの位置は記録されたマウス パスに従います。
ko: 카메라 위치는 이 확대/축소 항목이 활성화된 동안에만 기록된 마우스 경로를 따릅니다.
ru: Положение камеры следует записанному пути мыши только тогда, когда этот элемент масштабирования активен.
vi: Vị trí camera sẽ bám theo đường đi chuột đã ghi chỉ trong lúc mục zoom này hoạt động.
zh_hans: 仅当此缩放项目处于活动状态时，摄像机位置才会遵循记录的鼠标路径。
zh_hant: 僅當此縮放項目處於活動狀態時，攝像機位置才會遵循記錄的鼠標路徑。

# video-editor.follow-mouse-only-works-with-snapzy
source: Follow Mouse only works with videos recorded by Snapzy after mouse tracking was added.
de: Follow Mouse funktioniert nur mit Videos, die von Snapzy aufgenommen wurden, nachdem die Mausverfolgung hinzugefügt wurde.
es: Follow Mouse solo funciona con videos grabados por Snapzy después de que se agregó el seguimiento del mouse.
fr: Follow Mouse ne fonctionne qu'avec les vidéos enregistrées par Snapzy après l'ajout du suivi de la souris.
ja: Follow Mouse は、マウス追跡が追加された後に Snapzy によって記録されたビデオでのみ機能します。
ko: Follow Mouse는 마우스 추적이 추가된 후 Snapzy에서 녹화한 비디오에서만 작동합니다.
ru: Follow Mouse работает только с видео, записанными Snapzy после добавления отслеживания мыши.
vi: Theo chuột chỉ hoạt động với video do Snapzy ghi sau khi tính năng theo dõi chuột được thêm vào.
zh_hans: “跟随鼠标”仅适用于添加鼠标跟踪后由 Snapzy 录制的视频。
zh_hant: “跟隨鼠標”僅適用於添加鼠標跟蹤後由 Snapzy 錄制的影片。

# video-editor.follow-speed
source: Follow Speed
de: Folgen Sie der Geschwindigkeit
es: Seguir velocidad
fr: Suivez la vitesse
ja: スピードに従う
ko: 속도 따라가기
ru: Следуйте за скоростью
vi: Tốc độ bám
zh_hans: 跟随速度
zh_hant: 跟隨速度

# video-editor.follow-speed-description
source: Lower values feel calmer. Higher values react faster when the cursor changes direction.
de: Niedrigere Werte fühlen sich ruhiger an. Höhere Werte reagieren schneller, wenn der Cursor die Richtung ändert.
es: Los valores más bajos se sienten más tranquilos. Los valores más altos reaccionan más rápido cuando el cursor cambia de dirección.
fr: Les valeurs inférieures semblent plus calmes. Les valeurs plus élevées réagissent plus rapidement lorsque le curseur change de direction.
ja: 値を低くすると落ち着いた感じになります。値を大きくすると、カーソルの方向が変わったときの反応が速くなります。
ko: 값이 낮을수록 차분하게 느껴집니다. 값이 높을수록 커서 방향이 바뀔 때 더 빠르게 반응합니다.
ru: Более низкие значения кажутся более спокойными. Более высокие значения реагируют быстрее, когда курсор меняет направление.
vi: Giá trị thấp cho cảm giác êm hơn. Giá trị cao phản ứng nhanh hơn khi con trỏ đổi hướng.
zh_hans: 较低的值让人感觉更平静。当光标改变方向时，值越高反应越快。
zh_hant: 較低的值讓人感覺更平靜。當光標改變方向時，值越高反應越快。

# video-editor.gif-dimensions-not-changed
source: The GIF dimensions haven't changed. Select a different size preset to resize.
de: Die GIF-Abmessungen haben sich nicht geändert. Wählen Sie eine andere Größenvoreinstellung aus, um die Größe zu ändern.
es: Las dimensiones del GIF no han cambiado. Seleccione un tamaño preestablecido diferente para cambiar el tamaño.
fr: Les dimensions du GIF n'ont pas changé. Sélectionnez un préréglage de taille différent à redimensionner.
ja: GIF のサイズは変更されていません。サイズを変更するには、別のサイズのプリセットを選択します。
ko: GIF 크기는 변경되지 않았습니다. 크기를 조정하려면 다른 크기 사전 설정을 선택하세요.
ru: Размеры GIF не изменились. Выберите другую предустановку размера для изменения размера.
vi: Kich thuoc GIF chua thay doi. Hay chon preset kich thuoc khac de thay doi.
zh_hans: GIF 尺寸没有改变。选择不同的尺寸预设来调整大小。
zh_hant: GIF 尺寸沒有改變。選擇不同的尺寸預設來調整大小。

# video-editor.hide-sidebar-hint
source: Hide Sidebar (⌘.)
de: Seitenleiste ausblenden (⌘.)
es: Ocultar barra lateral (⌘.)
fr: Masquer la barre latérale (⌘.)
ja: サイドバーを非表示にする (⌘.)
ko: 사이드바 숨기기(⌘.)
ru: Скрыть боковую панель (⌘.)
vi: An sidebar (⌘.)
zh_hans: 隐藏侧边栏（⌘。）
zh_hant: 隱藏側邊欄（⌘。）

# video-editor.hide-video-info-hint
source: Hide Video Info (I)
de: Videoinformationen ausblenden (I)
es: Ocultar información del vídeo (I)
fr: Masquer les informations vidéo (I)
ja: ビデオ情報を隠す (I)
ko: 비디오 정보 숨기기(I)
ru: Скрыть информацию о видео (I)
vi: An thong tin video (I)
zh_hans: 隐藏视频信息（一）
zh_hant: 隱藏影片信息（一）

# video-editor.invalid-file-title
source: Invalid File
de: Ungültige Datei
es: Archivo no válido
fr: Fichier invalide
ja: 無効なファイル
ko: 잘못된 파일
ru: Неверный файл
vi: Tệp không hợp lệ
zh_hans: 无效文件
zh_hant: 無效檔案

# video-editor.keep-original
source: Keep Original
de: Original behalten
es: Mantener original
fr: Conserver l'original
ja: オリジナルを維持
ko: 원본 유지
ru: Сохранить оригинал
vi: Giu nguyen
zh_hans: 保持原创
zh_hant: 保持原創

# video-editor.manual
source: Manual
de: Handbuch
es: manuales
fr: Manuel
ja: マニュアル
ko: 수동
ru: Руководство
vi: Thủ công
zh_hans: 手册
zh_hant: 手冊

# video-editor.manual-camera-control-only-in-manual-mode
source: Manual camera control is available only in Manual mode.
de: Die manuelle Kamerasteuerung ist nur im manuellen Modus verfügbar.
es: El control manual de la cámara solo está disponible en el modo Manual.
fr: Le contrôle manuel de la caméra est disponible uniquement en mode manuel.
ja: 手動カメラ制御はマニュアルモードでのみ使用できます。
ko: 수동 카메라 제어는 수동 모드에서만 가능합니다.
ru: Ручное управление камерой доступно только в ручном режиме.
vi: Điều khiển camera Thủ công chỉ khả dụng trong chế độ Thủ công.
zh_hans: 手动相机控制仅在手动模式下可用。
zh_hant: 手動相機控制僅在手動模式下可用。

# video-editor.manual-mode-description
source: Manual mode keeps camera framing fixed. Switch to Auto when this zoom item should follow the mouse.
de: Im manuellen Modus bleibt der Kameraausschnitt unverändert. Wechseln Sie zu „Auto“, wenn dieses Zoomelement der Maus folgen soll.
es: El modo manual mantiene fijo el encuadre de la cámara. Cambie a Automático cuando este elemento de zoom deba seguir al mouse.
fr: Le mode manuel maintient le cadrage de la caméra fixe. Basculez sur Auto lorsque cet élément de zoom doit suivre la souris.
ja: マニュアルモードでは、カメラのフレーミングが固定されます。このズーム項目がマウスに追従する必要がある場合は、「自動」に切り替えます。
ko: 수동 모드에서는 카메라 프레임이 고정된 상태로 유지됩니다. 이 확대/축소 항목이 마우스를 따라야 하는 경우 자동으로 전환하세요.
ru: В ручном режиме кадр камеры остается фиксированным. Переключитесь на «Авто», когда этот элемент масштабирования должен следовать за мышью.
vi: Chế độ Thủ công giữ khung hình camera cố định. Hãy chuyển sang Tự động khi mục zoom này cần bám theo chuột.
zh_hans: 手动模式使相机取景保持固定。当此缩放项目应跟随鼠标时切换到“自动”。
zh_hant: 手動模式使相機取景保持固定。當此縮放項目應跟隨鼠標時切換到“自動”。

# video-editor.mouse-samples
source: Mouse Samples
de: Mausproben
es: Muestras de ratón
fr: Échantillons de souris
ja: マウスのサンプル
ko: 마우스 샘플
ru: Образцы мышей
vi: Mau chuot
zh_hans: 小鼠样品
zh_hant: 小鼠樣品

# video-editor.mouse-tracking-data-unavailable
source: Mouse tracking data unavailable
de: Maus-Tracking-Daten nicht verfügbar
es: Datos de seguimiento del mouse no disponibles
fr: Données de suivi de la souris indisponibles
ja: マウス追跡データが利用できません
ko: 마우스 추적 데이터를 사용할 수 없음
ru: Данные отслеживания мыши недоступны
vi: Không có dữ liệu theo dõi chuột
zh_hans: 鼠标追踪数据不可用
zh_hant: 鼠標追蹤數據不可用

# video-editor.mute
source: Mute
de: Stumm
es: Silenciar
fr: Muet
ja: ミュート
ko: 음소거
ru: Отключить звук
vi: Tat tieng
zh_hans: 静音
zh_hant: 靜音

# video-editor.no-changes-title
source: No Changes
de: Keine Änderungen
es: Sin cambios
fr: Aucun changement
ja: 変更なし
ko: 변경사항 없음
ru: Без изменений
vi: Khong co thay doi
zh_hans: 没有变化
zh_hant: 沒有變化

# video-editor.no-zoom-selected
source: No Zoom Selected
de: Kein Zoom ausgewählt
es: Ningún zoom seleccionado
fr: Aucun zoom sélectionné
ja: ズームが選択されていません
ko: 확대/축소가 선택되지 않음
ru: Масштаб не выбран
vi: Chưa chọn zoom
zh_hans: 未选择缩放
zh_hant: 未選擇縮放

# video-editor.preparing-export
source: Preparing export...
de: Export wird vorbereitet...
es: Preparando exportación...
fr: Préparation de l'exportation...
ja: エクスポートを準備しています...
ko: 내보내기 준비 중...
ru: Подготовка экспорта...
vi: Dang chuan bi xuat...
zh_hans: 正在准备导出...
zh_hant: 正在準備導出...

# video-editor.preparing-save
source: Preparing save...
de: Speichern wird vorbereitet...
es: Preparando guardar...
fr: Préparation de la sauvegarde...
ja: 保存を準備しています...
ko: 저장 준비 중...
ru: Подготовка сохранения...
vi: Dang chuan bi luu...
zh_hans: 正在准备保存...
zh_hant: 正在準備保存...

# video-editor.press-z-to-add-zoom
source: Press Z to add a zoom at the playhead, or click a zoom item in the timeline.
de: Drücken Sie Z, um einen Zoom am Abspielkopf hinzuzufügen, oder klicken Sie auf ein Zoomelement in der Timeline.
es: Presione Z para agregar un zoom en el cursor de reproducción o haga clic en un elemento de zoom en la línea de tiempo.
fr: Appuyez sur Z pour ajouter un zoom au niveau de la tête de lecture ou cliquez sur un élément de zoom dans la timeline.
ja: Z を押して再生ヘッドにズームを追加するか、タイムライン内のズーム項目をクリックします。
ko: 재생 헤드에 확대/축소를 추가하려면 Z를 누르거나 타임라인에서 확대/축소 항목을 클릭하세요.
ru: Нажмите Z, чтобы добавить масштаб к курсору воспроизведения, или щелкните элемент масштабирования на временной шкале.
vi: Nhấn Z để thêm một zoom tại đầu phát hoặc bấm vào một mục zoom trên timeline.
zh_hans: 按 Z 在播放头处添加缩放，或单击时间线中的缩放项目。
zh_hant: 按 Z 在播放頭處添加縮放，或單擊時間線中的縮放項目。

# video-editor.processing-video
source: Processing video...
de: Video wird verarbeitet...
es: Procesando vídeo...
fr: Traitement de la vidéo...
ja: ビデオを処理しています...
ko: 동영상 처리 중...
ru: Обработка видео...
vi: Dang xu ly video...
zh_hans: 正在处理视频...
zh_hant: 正在處理影片...

# video-editor.redo-shortcut-hint
source: Redo (⌘⇧Z)
de: Wiederholen (⌘⇧Z)
es: Rehacer (⌘⇧Z)
fr: Refaire (⌘⇧Z)
ja: やり直し (⌘⇧Z)
ko: 다시 실행(⌘⇧Z)
ru: Повторить (⌘⇧Z)
vi: Lam lai (⌘⇧Z)
zh_hans: 重做 (⌘⇧Z)
zh_hant: 重做 (⌘⇧Z)

# video-editor.remove-all-zooms
source: Remove All Zooms
de: Alle Zooms entfernen
es: Eliminar todos los zooms
fr: Supprimer tous les zooms
ja: すべてのズームを削除
ko: 모든 확대/축소 제거
ru: Удалить все масштабы
vi: Xóa tất cả zoom
zh_hans: 删除所有缩放
zh_hant: 刪除所有縮放

# video-editor.replace-original
source: Replace Original
de: Original ersetzen
es: Reemplazar original
fr: Remplacer l'original
ja: オリジナルを交換
ko: 원본 바꾸기
ru: Заменить оригинал
vi: Thay the ban goc
zh_hans: 替换原来的
zh_hant: 替換原來的

# video-editor.resize-gif-message
source: Resize "%@" from %d×%d to %d×%d?
de: Größe von „%@“ von %d×%d auf %d×%d ändern?
es: ¿Cambiar el tamaño de "%@" de %d×%d a %d×%d?
fr: Redimensionner "%@" de %d×%d à %d×%d ?
ja: 「%@」のサイズを %d×%d から %d×%d に変更しますか?
ko: "%@" 크기를 %d×%d에서 %d×%d로 조정하시겠습니까?
ru: Изменить размер "%@" с %d×%d на %d×%d?
vi: Doi kich thuoc "%@" tu %d×%d sang %d×%d?
zh_hans: 将“%@”的大小从 %d×%d 调整为 %d×%d？
zh_hant: 將“%@”的大小從 %d×%d 調整為 %d×%d？

# video-editor.resizing-frames
source: Resizing frames...
de: Rahmengröße ändern...
es: Cambiar el tamaño de los marcos...
fr: Redimensionner les cadres...
ja: フレームのサイズを変更しています...
ko: 프레임 크기를 조정하는 중...
ru: Изменение размера фреймов...
vi: Dang thay doi kich thuoc khung hinh...
zh_hans: 调整框架大小...
zh_hant: 調整框架大小...

# video-editor.resizing-gif
source: Resizing GIF...
de: GIF-Größe ändern...
es: Cambiando el tamaño del GIF...
fr: Redimensionner le GIF...
ja: GIF のサイズを変更しています...
ko: GIF 크기를 조정하는 중...
ru: Изменение размера GIF...
vi: Dang doi kich thuoc GIF...
zh_hans: 调整 GIF 大小...
zh_hant: 調整 GIF 大小...

# video-editor.sample-rate
source: Sample Rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Taux d'échantillonnage
ja: サンプルレート
ko: 샘플링 속도
ru: Частота дискретизации
vi: Tan suat mau
zh_hans: 采样率
zh_hant: 採樣率

# video-editor.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
vi: Luu
zh_hans: 保存
zh_hant: 保存

# video-editor.save-as-copy
source: Save as Copy
de: Als Kopie speichern
es: Guardar como copia
fr: Enregistrer en tant que copie
ja: コピーとして保存
ko: 사본으로 저장
ru: Сохранить как копию
vi: Luu thanh ban sao
zh_hans: 另存为副本
zh_hant: 另存為副本

# video-editor.save-edited-video-message
source: How would you like to save the edited video "%@"?
de: Wie möchten Sie das bearbeitete Video „%@“ speichern?
es: ¿Cómo te gustaría guardar el vídeo editado "%@"?
fr: Comment souhaitez-vous enregistrer la vidéo modifiée « %@ » ?
ja: 編集したビデオ「%@」をどのように保存しますか?
ko: 편집된 동영상 "%@"을(를) 어떻게 저장하시겠습니까?
ru: Как бы вы хотели сохранить отредактированное видео «%@»?
vi: Ban muon luu video da chinh sua "%@" theo cach nao?
zh_hans: 您想如何保存编辑后的视频“%@”？
zh_hant: 您想如何保存編輯後的影片“%@”？

# video-editor.save-edited-video-title
source: Save Edited Video
de: Bearbeitetes Video speichern
es: Guardar vídeo editado
fr: Enregistrer la vidéo éditée
ja: 編集したビデオを保存
ko: 편집된 비디오 저장
ru: Сохранить отредактированное видео
vi: Luu video da chinh sua
zh_hans: 保存编辑后的视频
zh_hant: 保存編輯後的影片

# video-editor.save-gif-title
source: Save GIF
de: GIF speichern
es: Guardar GIF
fr: Enregistrer le GIF
ja: GIF を保存
ko: GIF 저장
ru: Сохранить GIF
vi: Luu GIF
zh_hans: 保存 GIF
zh_hant: 保存 GIF

# video-editor.save-resized-gif-title
source: Save Resized GIF
de: Speichern Sie die GIF-Größe geändert
es: Guardar GIF redimensionado
fr: Enregistrer le GIF redimensionné
ja: サイズ変更したGIFを保存
ko: 크기가 조정된 GIF 저장
ru: Сохранить измененный размер GIF
vi: Luu GIF da doi kich thuoc
zh_hans: 保存调整大小的 GIF
zh_hant: 保存調整大小的 GIF

# video-editor.save-video-copy-title
source: Save Video Copy
de: Videokopie speichern
es: Guardar copia de vídeo
fr: Enregistrer la copie vidéo
ja: ビデオのコピーを保存
ko: 비디오 사본 저장
ru: Сохранить копию видео
vi: Luu ban sao video
zh_hans: 保存视频副本
zh_hant: 保存影片副本

# video-editor.save-video-title
source: Save Video
de: Video speichern
es: Guardar vídeo
fr: Enregistrer la vidéo
ja: ビデオを保存
ko: 비디오 저장
ru: Сохранить видео
vi: Luu video
zh_hans: 保存视频
zh_hant: 保存影片

# video-editor.segments
source: Segments
de: Segmente
es: Segmentos
ja: セグメント
ko: 세그먼트
ru: Сегменты
vi: Phan doan
zh_hans: 段
zh_hant: 段

# video-editor.select-valid-video-or-gif-file
source: Please select a valid video or GIF file
de: Bitte wählen Sie eine gültige Video- oder GIF-Datei aus
es: Seleccione un vídeo o archivo GIF válido
fr: Veuillez sélectionner une vidéo ou un fichier GIF valide
ja: 有効なビデオまたは GIF ファイルを選択してください
ko: 유효한 비디오 또는 GIF 파일을 선택하세요
ru: Пожалуйста, выберите допустимое видео или GIF-файл
vi: Vui lòng chọn một tệp video hoặc GIF hợp lệ
zh_hans: 请选择有效的视频或 GIF 文件
zh_hant: 請選擇有效的影片或 GIF 檔案
